"3-finger Horizontal Swipe" = "ปัดสามนิ้วแนวนอน";
"3-finger Vertical Swipe" = "ปัดสามนิ้วแนวตั้ง";
"4-finger Horizontal Swipe" = "ปัดสี่นิ้วแนวนอน";
"4-finger Vertical Swipe" = "ปัดสี่นิ้วแนวตั้ง";
"About" = "เกี่ยวกับ";
"About %@" = "เกี่ยวกับ %@";
"Accessibility" = "การช่วยการเข้าถึง";
"Acknowledgments" = "กิตติกรรมประกาศ";
"Active app" = "แอปที่ใช้งานปัจจุบัน";
"Active screen" = "หน้าจอที่ใช้งาน";
"Active Space" = "พื้นที่ที่ใช้งาน";
"Add a running app" = "เพิ่มแอปที่กำลังทำงานอยู่";
"Add an app from disk" = "เพิ่มแอปจากดิสก์";
"Additional controls" = "การควบคุมเพิ่มเติม";
"Additional controls…" = "การควบคุมเพิ่มเติม...";
"Advanced" = "ขั้นสูง";
"After keys are released" = "หลังจากปล่อยปุ่ม";
"After release" = "หลังจากปล่อยคำสั่ง";
"Align windows" = "จัดตำแหน่งหน้าต่าง";
"Align windows:" = "จัดวางหน้าต่าง:";
"All apps" = "แอปทั้งหมด";
"All data from this form will be made public, as a ticket on github.com" = "ข้อมูลทั้งหมดจากแบบฟอร์มนี้จะเป็นสาธารณะผ่าน ticket บน github.com";
"All screens" = "หน้าจอทั้งหมด";
"All Spaces" = "พื้นที่ทั้งหมด";
"Allowed" = "อนุญาตแล้ว";
"Alphabetical" = "ตัวอักษร";
"Alphabetical Order" = "ลำดับตัวอักษร";
"Also select windows using:" = "เลือกหน้าต่างโดยใช้:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab เกิดปัญหาครั้งสุดท้ายที่คุณใช้ การส่งรายงานการขัดข้องจะช่วยแก้ไขปัญหาได้";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "ขณะนี้ Alttab ถูกตั้งค่าให้แสดงแอปพลิเคชันการตั้งค่านี้จะใช้ได้เฉพาะเมื่อมีการตั้งค่า Alttab เพื่อแสดง Windows";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "ยังไม่ได้อนุญาตให้บันทึกหน้าจอ ไม่สามารถแสดงตัวอย่างหน้าต่างได้";
"AltTab needs some permissions" = "AltTab ต้องการได้รับการอนุญาตบางอย่าง";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab จะแสดงว่าหน้าต่างถูกย่อหรือเต็มหน้าจอด้วยไอคอนสถานะ";
"Always" = "ทุกครั้ง";
"Always send crash reports" = "ส่งรายงานการขัดข้องเสมอ";
"and press" = "และกด";
"and press:" = "และกด";
"Animations" = "ภาพเคลื่อนไหว";
"Animations…" = "ภาพเคลื่อนไหว ...";
"App (BundleID starting with)" = "แอป (Bundle ID เริ่มด้วย)";
"App Icons" = "ไอคอนแอพ";
"App is hidden" = "แอปถูกซ่อน";
"App is running but has no open window" = "แอปทำงานอยู่แต่ไม่มีหน้าต่างเปิดอยู่";
"Apparition delay" = "ความล่าช้าในการปรากฏตัว";
"Apparition delay of Switcher" = "หน่วงเวลาการปรากฏตัวของที่สลับ";
"Apparition delay:" = "หน่วงเวลา:";
"Appearance" = "รูปแบบ";
"Application Name" = "ชื่อแอปพลิเคชัน";
"Application Name - Window Title" = "ชื่อแอปพลิเคชัน - ชื่อหน้าต่าง";
"Applications" = "แอปพลิเคชัน";
"Are you sure you don’t want a response?" = "คุณแน่ใจหรือว่าไม่ต้องการการตอบกลับ?";
"Arrow keys" = "ปุ่มลูกศร";
"Ask whether to send crash reports" = "ถามก่อนส่งรายงานการขัดข้อง";
"Auto" = "อัตโนมัติ";
"Auto-install updates periodically" = "ติดตั้งการอัพเดตอัตโนมัติเป็นระยะ";
"Blacklists" = "บัญชีดำ";
"Cancel" = "ยกเลิก";
"Cancel and hide" = "ยกเลิกและซ่อน";
"Capture windows in the background" = "จับภาพหน้าต่างในเบื้องหลัง";
"Center" = "ตรงกลาง";
"Check for updates now…" = "ตรวจสอบการอัปเดตตอนนี้...";
"Check for updates periodically" = "ตรวจสอบการอัปเดตเป็นระยะ";
"Check for updates…" = "ตรวจสอบการอัปเดต...";
"Check permissions…" = "ตรวจสอบการอนุญาต...";
"Close window" = "ปิดหน้าต่าง";
"Conflicting shortcut" = "คำสั่งลัดขัดแย้งกัน";
"Controls" = "การควบคุม";
"Crash reports policy" = "นโยบายรายงานความผิดพลาด";
"Crash reports policy:" = "นโยบายการรายงานการขัดข้อง:";
"Cursor follows focus" = "เลื่อนตัวชี้ตามโฟกัส";
"Customize App Icons style…" = "ปรับแต่งไอคอนแอพสไตล์ ...";
"Customize Thumbnails style…" = "ปรับแต่งรูปแบบรูปขนาดย่อ ...";
"Customize Titles style…" = "กำหนดสไตล์สไตล์ ...";
"Dark" = "มืด";
"Debug tools" = "เครื่องมือดีบัก";
"Disabled" = "ปิดใช้งานอยู่";
"Do nothing" = "ไม่ทำอะไร";
"Don’t check for updates periodically" = "ไม่ต้องตรวจสอบการอัปเดตเป็นระยะ";
"Don’t send" = "ไม่ส่ง";
"Don’t show windows from these apps" = "ไม่ต้องแสดงหน้าต่างจากแอปเหล่านี้";
"Done" = "เสร็จแล้ว";
"End" = "ท้าย";
"Exceptions" = "ข้อยกเว้น";
"Export settings…" = "ส่งออกการตั้งค่า…";
"Export…" = "ส่งออก…";
"Fade in animation of Preview" = "การจางเข้าที่แสดงตัวอย่าง";
"Fade out animation" = "แอนิเมชั่นจางออก";
"Fade out animation of Switcher" = "การจางออกของที่สลับ";
"Fade out animation:" = "แอนิเมชั่นจางออก:";
"Failed to import settings" = "นำเข้าการตั้งค่าไม่สำเร็จ";
"Focus selected window" = "โฟกัสหน้าต่างที่เลือก";
"Fullscreen window" = "หน้าต่างโหมดเต็มหน้าจอ";
"Fullscreen windows:" = "หน้าต่างแบบเต็มหน้าจอ:";
"Fullscreen/Defullscreen window" = "เข้าสู่/ออกจากโหมดเต็มหน้าจอ";
"General" = "ทั่วไป";
"Gesture" = "คำสั่งนิ้ว";
"Grant permission" = "ให้อนุญาต";
"Hidden windows:" = "หน้าต่างที่ซ่อนอยู่:";
"Hide" = "ซ่อน";
"Hide app badges" = "ซ่อนป้ายประกาศแอป";
"Hide app badges:" = "ซ่อนป้ายกำกับแอป:";
"Hide apps with no open window" = "ซ่อนแอปที่ไม่มีหน้าต่างเปิด";
"Hide apps with no open window:" = "ซ่อนแอปที่ไม่มีหน้าต่างเปิดอยู่:";
"Hide colored circles on mouse hover" = "ซ่อนปุ่มสีตอนวางเมาส์";
"Hide colored circles on mouse hover:" = "ซ่อนปุ่มสีตอนวางเมาส์:";
"Hide in %@" = "ซ่อนใน %@";
"Hide Space number labels" = "ซ่อนหมายเลขพื้นที่";
"Hide Space number labels:" = "ซ่อนหมายเลขพื้นที่การทำงาน";
"Hide status icons" = "ซ่อนไอคอนสถานะ";
"Hide status icons:" = "ซ่อนไอคอนสถานะ:";
"Hide window thumbnails:" = "ซ่อนภาพตัวอย่างหน้าต่าง:";
"Hide/Show app" = "ซ่อน/แสดงแอป";
"High" = "สูง";
"Highest" = "มากที่สุด";
"Hold" = "กดค้าง";
"Horizontal Swipe with Four Fingers" = "ปัดแนวนอนด้วยสี่นิ้ว";
"Horizontal Swipe with Three Fingers" = "ปัดแนวนอนด้วยสามนิ้ว";
"I think the app could be improved with…" = "ฉันคิดว่าควรปรับปรุง...";
"Ignore shortcuts when active" = "ปิดใช้งานคำสั่งลัดเมื่อใช้งานแอปนี้";
"Ignore shortcuts while a window from these apps is active" = "ปิดใช้งานคำสั่งลัดขณะที่หน้าต่างจากแอปเหล่านี้ทํางานอยู่";
"Import settings…" = "นำเข้าการตั้งค่า…";
"Import…" = "นำเข้า…";
"Keep open" = "เปิดค้างไว้";
"Keep open and search" = "เปิดค้างไว้และค้นหา";
"Language" = "ภาษา";
"Language Change" = "การเปลี่ยนภาษา";
"Large" = "ใหญ่";
"Later" = "ภายหลัง";
"Latest releases" = "รุ่นล่าสุด";
"Leading" = "ด้านหน้า";
"Left" = "ซ้าย";
"Light" = "สว่าง";
"Lock search" = "ล็อกการค้นหา";
"Max height on screen:" = "ความสูงสูงสุด:";
"Max width on screen:" = "ความกว้างสูงสุด:";
"Medium" = "ปานกลาง";
"Menubar icon" = "ไอคอน Menubar";
"Menubar icon:" = "ไอคอนบนแถบเมนู:";
"Middle" = "ตรงกลาง";
"Minimize/Deminimize window" = "ย่อ/ขยายหน้าต่าง";
"Minimized windows:" = "หน้าต่างย่อ:";
"Miscellaneous" = "เบ็ดเตล็ด";
"Miscellaneous:" = "เบ็ดเตล็ด:";
"Mouse hover" = "วางเมาส์";
"Multiple screens" = "หลายหน้าจอ";
"Never" = "ไม่เลย";
"Never send crash reports" = "ไม่ต้องส่งรายงานการขัดข้อง";
"No Window" = "ไม่มีหน้าต่าง";
"Non-active apps" = "แอปที่ไม่ได้ทำงาน";
"Non-visible Spaces" = "Spaces ที่มองไม่เห็น";
"Normal" = "ปกติ";
"Not allowed" = "ยังไม่อนุญาต";
"NSHumanReadableCopyright" = "สัญญาอนุญาตแบบ GPL-3.0";
"Only if the window is fullscreen" = "เฉพาะหน้าต่างโหมดเต็มหน้าจอ";
"Only on different screen" = "เฉพาะบนหน้าจออื่น";
"Open Accessibility Preferences…" = "เปิดการตั้งค่าการช่วยการเข้าถึง...";
"Open Accessibility Settings…" = "เปิดการตั้งค่าการช่วยการเข้าถึง…";
"Open Screen Recording Preferences…" = "เปิดการตั้งค่าการบันทึกหน้าจอ...";
"Open Screen Recording Settings…" = "เปิดการตั้งค่าการบันทึกหน้าจอ…";
"Open System Settings to confirm, and continue" = "เปิดการตั้งค่าระบบเพื่อยืนยันและดำเนินการต่อ";
"Open Trackpad Preferences…" = "เปิดการตั้งค่า Trackpad...";
"Open Trackpad Settings…" = "เปิดการตั้งค่าแทร็กแพด…";
"Optional: email (if you want a reply)" = "ไมจำเป็นต้องใส่: อีเมล (หากต้องการการตอบกลับ)";
"Order windows by" = "เรียงหน้าต่างโดย";
"Please fill in the form" = "กรุณากรอกแบบฟอร์ม";
"Policies" = "นโยบาย";
"Preferences…" = "การตั้งค่า...";
"Preview selected window" = "ดูตัวอย่างหน้าต่างที่เลือก";
"Preview selected window:" = "ดูตัวอย่างหน้าต่างที่เลือก:";
"Preview the selected window." = "ดูตัวอย่างหน้าต่างที่เลือก";
"Quit" = "ออก";
"Quit %@" = "ออกจาก %@";
"Quit app" = "ออกจากแอป";
"Recently Created" = "เปิดล่าสุด";
"Recently Created First" = "สร้างขึ้นก่อน";
"Recently Focused" = "โฟกัสล่าสุด";
"Recently Focused First" = "โฟกัสล่าสุดก่อน";
"Remember my choice" = "จดจำตัวเลือกของฉัน";
"Reset preferences and restart" = "รีเซ็ตการตั้งค่าและปิดแล้วเปิดใหม่";
"Reset preferences and restart…" = "รีเซ็ตการตั้งค่าและปิดแล้วเปิดใหม่...";
"Reset settings and restart" = "รีเซ็ตการตั้งค่าและเริ่มต้นใหม่";
"Reset settings and restart…" = "รีเซ็ตการตั้งค่าและเริ่มต้นใหม่…";
"Restart Now" = "ปิดแล้วเปิดใหม่ทันที";
"Rows of thumbnails:" = "จำนวนแถว:";
"Screen including menu bar" = "หน้าจอรวมถึงแถบเมนู";
"Screen including mouse" = "หน้าจอรวมถึงเมาส์";
"Screen Recording" = "การบันทึกหน้าจอ";
"Screen showing AltTab" = "หน้าจอที่แสดง AltTab";
"Search" = "ค้นหา";
"Select next window" = "เลือกหน้าต่างถัดไป";
"Select previous window" = "เลือกหน้าต่างก่อนหน้า";
"Select windows on mouse hover" = "เลือกหน้าต่างโดยวางเมาส์";
"Select windows using arrow keys" = "เลือกหน้าต่างโดยใช้ปุ่มลูกศร";
"Select windows using vim keys" = "เลือกหน้าต่างโดยใช้ปุ่มลัดแบบ vim";
"Send" = "ส่ง";
"Send a crash report?" = "ส่งรายการการขัดข้องหรือไม่";
"Send anyway" = "ยืนยันจะส่ง";
"Send debug profile (CPU, memory, etc)" = "ส่งข้อมูลทางเทคนิค (CPU, หน่วยความจำ เป็นต้น)";
"Send feedback" = "ส่งข้อเสนอแนะ";
"Send feedback…" = "ส่งข้อเสนอแนะ...";
"Settings imported" = "นำเข้าการตั้งค่าแล้ว";
"Settings…" = "การตั้งค่า";
"Share improvement ideas, or report bugs" = "แบ่งปันข้อเสนอแนะหรือรายงานข้อบกพร่อง";
"Shortcut" = "ทางลัด";
"Shortcut 1" = "คำสั่งลัดที่ 1";
"Shortcut 2" = "คำสั่งลัดที่ 2";
"Shortcut 3" = "คำสั่งลัดที่ 3";
"Shortcut 4" = "คำสั่งลัดที่ 4";
"Shortcut 5" = "คำสั่งลัดที่ 5";
"Shortcut already assigned to another action: %@" = "คำสั่งลัดถูกกําหนดให้กับการดําเนินการอื่นแล้ว: %@";
"Shortcuts When Active" = "คำสั่งลัดเมื่อใช้งาน";
"Shortcuts when active…" = "ทางลัดเมื่อใช้งาน...";
"Show" = "แสดง";
"Show & Hide" = "แสดงและซ่อน";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "แสดงรายการในสวิตช์สำหรับหน้าต่างแต่ละอันหรือสำหรับแต่ละแอปพลิเคชัน หน้าต่างจะถูกโฟกัส ส่วนแอปพลิเคชั่นจะถูกเปิดใช้งาน";
"Show apps with no open window" = "แสดงแอปที่ไม่มีหน้าต่างเปิดอยู่";
"Show at the end" = "แสดงไว้ท้ายสุด";
"Show fullscreen windows" = "แสดงหน้าต่างเต็มหน้าจอ";
"Show hidden windows" = "แสดงหน้าต่างที่ซ่อนอยู่";
"Show in switcher" = "แสดงในที่เปลี่ยน";
"Show minimized windows" = "แสดงหน้าต่างที่ถูกย่อ";
"Show on" = "แสดงบน";
"Show on:" = "แสดงบน:";
"Show standard tabs as windows" = "แสดงแท็บมาตรฐานเป็นหน้าต่าง";
"Show standard tabs as windows:" = "แสดงแท็บมาตรฐานเป็นหน้าต่าง:";
"Show titles" = "ชื่อที่แสดง";
"Show windows from applications" = "แสดงหน้าต่างจากแอปพลิเคชัน";
"Show windows from screens" = "แสดงหน้าต่างจากหน้าจอ";
"Show windows from Spaces" = "แสดงหน้าต่างจากพื้นที่";
"Show windows from:" = "แสดงหน้าต่างจาก:";
"Size" = "ขนาด";
"Skipped" = "ข้ามแล้ว";
"Small" = "เล็ก";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "แอปบางแอปเช่น Finder หรือ การแสดงตัวอย่าง ใช้แท็บมาตรฐานซึ่งทำหน้าที่เหมือนหน้าต่างปกติ แอพอื่น ๆ เช่นเว็บเบราว์เซอร์ใช้แท็บที่กำหนดเองซึ่งไม่ใช่หน้าต่างจริงAltTab ไม่สามารถแสดงแท็บพวกนั้นแยกมาได้";
"Source code repository" = "ซอร์สโค้ด";
"Space" = "พื้นที่ทำงาน";
"Space Order" = "ลำดับพื้นที่";
"Start" = "หน้า";
"Start at login" = "เริ่มต้นเมื่อเข้าสู่ระบบ";
"Start at login:" = "เริ่มเมื่อเข้าสู่ระบบ:";
"Support this project" = "ให้การสนับสนุน";
"Swipe with Four Fingers" = "ปัดด้วยสี่นิ้ว";
"Swipe with Three Fingers" = "ปัดด้วยสามนิ้ว";
"Switch between 3 different styles. You can customize them." = "สลับระหว่าง 3 สไตล์ที่แตกต่างกัน คุณสามารถปรับแต่งได้";
"System" = "ระบบ";
"System Default" = "การตั้งค่าเริ่มต้นของระบบ";
"The ⌘⎋ (command+escape) shortcut may be used by macOS for GameOverlay.\n\nYour change would assign it to: %@.\n\nIf you want to continue, make sure that the GameOverlay shortcut is disabled.\nAlso note that macOS has reported bugs where the shortcut may still interfere while disabled." = "ทางลัด ⌘⎋ (command+escape) อาจถูกใช้งานโดย macOS สำหรับ GameOverlay\n\nการเปลี่ยนแปลงของคุณจะกำหนดค่าเป็น: %@\n\nหากคุณต้องการดำเนินการต่อ โปรดตรวจสอบให้แน่ใจว่าทางลัด GameOverlay ถูกปิดใช้งานแล้ว\nโปรดทราบว่า macOS ได้รายงานข้อผิดพลาดที่ทางลัดอาจยังคงรบกวนได้แม้จะถูกปิดใช้งานแล้วก็ตาม";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "ปุ่ม ⎋ (escape) ถูกสงวนไว้สำหรับการใช้งานโดยทางลัด macOS บางรายการ (เช่น ⌘⌥⎋ จะแสดงหน้าต่างบังคับออกจากแอปพลิเคชัน)\n\nหากคุณต้องการใช้ ⎋ โปรดตรวจสอบให้แน่ใจว่าปุ่มปรับค่าแบบกดค้างไม่ได้ถูกตั้งค่าเป็น: ⌘⌥, ⌘⌥⇧ หรือ ⌘⌥⇧⌃";
"The ⎋ (escape) key is reserved by some macOS shortcuts (e.g. ⌘⌥⎋ will show the Force Quit Applications window).\n\nYour change would assign it to: %@.\n\nIf you want to use ⎋, make sure that Hold modifiers are neither: ⌘⌥, ⌘⌥⇧, or ⌘⌥⇧⌃" = "ปุ่ม ⎋ (escape) ถูกสงวนไว้สำหรับการใช้งานโดยทางลัด macOS บางรายการ (เช่น ⌘⌥⎋ จะแสดงหน้าต่างบังคับออกจากแอปพลิเคชัน)\n\nการเปลี่ยนแปลงของคุณจะกำหนดค่าเป็น: %@\n\nหากคุณต้องการใช้ ⎋ โปรดตรวจสอบให้แน่ใจว่าปุ่มปรับค่าแบบกดค้างไม่ได้ถูกตั้งค่าเป็น: ⌘⌥, ⌘⌥⇧ หรือ ⌘⌥⇧⌃";
"The application needs to restart to apply the imported settings." = "แอปพลิเคชันจำเป็นต้องรีสตาร์ทเพื่อใช้การตั้งค่าที่นำเข้า";
"The application needs to restart to apply the language change." = "แอปนี้ต้องเปิดแล้วปิดใหม่เพื่อเปลี่ยนภาษา";
"Theme" = "ธีม";
"Theme:" = "ธีม:";
"Then release:" = "เมื่อปล่อย";
"This permission is needed to focus windows after you release the shortcut" = "การอนุญาตนี้จำเป็นสำหรับการโฟกัสหน้าต่างหลังจากที่คุณปล่อยคำสั่งลัด";
"This permission is needed to show screenshots and titles of open windows" = "การอนุญาตนี้จำเป็นสำหรับการแสดงภาพหน้าต่างและชื่อของหน้าต่างที่เปิดอยู่";
"This permission is needed to show thumbnails and preview of open windows" = "การอนุญาตนี้จำเป็นสำหรับการแสดงตัวอย่างหน้าต่างที่เปิดอยู่";
"Thumbnails" = "รูปขนาดย่อ";
"Title" = "รายการชื่อ";
"Title truncation" = "การตัดชื่อ";
"Titles" = "ชื่อเรื่อง";
"Trackpad haptic feedback" = "การตอบสนองแบบสั่นของแทร็กแพด";
"Trigger" = "ทริกเกอร์";
"Trigger shortcut" = "ปุ่มใช้งานคำสั่งลัด";
"Unassign existing shortcut and continue" = "ยกเลิกกําหนดคำสั่งลัดที่มีอยู่และดําเนินการต่อ";
"Updates policy" = "นโยบายการอัปเดต";
"Updates policy:" = "นโยบายด้านการอัปเดต:";
"Use the app without this permission. Thumbnails won’t show." = "ใช้แอปนี้โดยไม่ต้องการอนุญาตนี้ จะไม่สามารถแสดงตัวอย่างหน้าต่างได้";
"Version" = "หมายเลขเวอร์ชัน";
"Vertical Swipe with Four Fingers" = "ปัดแนวตั้งด้วยสี่นิ้ว";
"Vertical Swipe with Three Fingers" = "ปัดแนวตั้งด้วยสามนิ้ว";
"View existing discussions" = "ดูการพูดคุย";
"Vim keys" = "ปุ่ม Vim";
"Vim keys already assigned to other actions:\n%@" = "ปุ่ม Vim ถูกกําหนดให้กับการดําเนินการอื่นแล้ว: \n%@";
"Visibility" = "การมองเห็น";
"Visible Spaces" = "พื้นที่ที่มองเห็น";
"When disabled, avoids the macOS purple screen-recording indicator, and avoids flickers when playing DRM video. Thumbnails will be less up-to-date." = "เมื่อปิดใช้งาน จะช่วยหลีกเลี่ยงตัวบ่งชี้การบันทึกหน้าจอสีม่วงของ macOS และหลีกเลี่ยงการกระพริบเมื่อเล่นวิดีโอ DRM ภาพขนาดย่อจะอัปเดตน้อยลง";
"When fullscreen" = "เมื่ออยู่ในโหมดเต็มหน้าจอ";
"When no open window" = "เมื่อไม่มีหน้าต่างเปิดอยู่";
"While open, press:" = "ขณะเปิดอยู่ กด:";
"Window app icon size:" = "ขนาดไอคอนของหน้าต่าง:";
"Window is fullscreen" = "หน้าต่างอยู่ในโหมดเต็มหน้าจอ";
"Window is minimized" = "หน้าต่างถูกย่อ";
"Window is on every Space" = "หน้าต่างอยู่ในทุกพื้นที่ทำงาน";
"Window is on Space %d" = "หน้าต่างอยู่ในพื้นที่ทำงานที่ %d";
"Window max width in row:" = "ความกว้างสูงสุดของหน้าต่างในแถว:";
"Window min width in row:" = "ความกว้างต่ำสุดของหน้าต่างในแถว:";
"Window order:" = "ลำดับหน้าต่าง:";
"Window Title" = "ชื่อหน้าต่าง";
"Window title contains" = "ชื่อหน้าต่างประกอบด้วย";
"Window title font size:" = "ขนาดชื่อของหน้าต่าง:";
"Window title truncation:" = "ตัดทอนชื่อหน้าต่าง:";
"Windows" = "หน้าต่าง";
"You can’t undo this action." = "คุณไม่สามารถยกเลิกการกระทํานี้ได้";
"You didn’t write your email, thus can’t receive any response." = "คุณไม่ได้ระบุอีเมลของคุณ ดังนั้นจึงไม่สามารถรับการตอบกลับใดๆ";
"You may need to disable some conflicting system gestures" = "คุณอาจต้องปิดใช้งานคำสั่งนิ้วของระบบที่ขัดแย้งกัน";
